{
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "title": "Lotto Number Generator",
    "description": "Welcome to the Lotto Number Generator. Get your lucky numbers for the next draw. Our generator provides you with a set of random numbers to help you play. Remember to play responsibly.",
    "generate_numbers": "Generate Numbers",
    "how_it_works": "How It Works",
    "how_it_works_text": "Our Lotto Number Generator uses a sophisticated algorithm to produce a set of 6 unique numbers from 1 to 45. The numbers are generated completely at random to ensure fairness and unpredictability. Click the 'Generate Numbers' button to get your set of lucky numbers.",
    "copyright": "© 2024 Lotto Number Generator. All rights reserved.",
    "privacy_policy": "Privacy Policy",
    "about_us": "About Us",
    "contact_us": "Contact Us",
    "about_us_title": "About Us - Lotto Number Generator",
    "about_us_heading": "About Us",
    "about_us_placeholder": "This is a placeholder for your about us page. You should replace this with your own content.",
    "about_us_welcome": "Welcome to the Lotto Number Generator! We are dedicated to providing you with the best and most random lottery numbers for your entertainment.",
    "about_us_mission": "Our mission is to create a simple and enjoyable experience for everyone who dreams of winning the lottery. Please remember to play responsibly.",
    "back_to_home": "Back to Home",
    "contact_us_title": "Contact Us - Lotto Number Generator",
    "contact_us_heading": "Contact Us",
    "contact_us_text": "If you have any questions, please feel free to contact us.",
    "email": "Email:",
    "privacy_policy_title": "Privacy Policy - Lotto Number Generator",
    "privacy_policy_heading": "Privacy Policy",
    "privacy_policy_placeholder": "This is a placeholder for your privacy policy. You should replace this with your own privacy policy.",
    "privacy_policy_intro": "Your privacy is important to us. It is our policy to respect your privacy regarding any information we may collect from you across our website.",
    "info_we_collect": "Information we collect",
    "info_we_collect_text": "We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used.",
    "how_we_use_info": "How we use your information",
    "how_we_use_info_text": "We only retain collected information for as long as necessary to provide you with your requested service. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.",
    "sharing_info": "We don’t share any personally identifying information publicly or with third-parties, except when required to by law.",
    "cookies": "Cookies",
    "cookies_text": "Our website may use cookies to improve user experience. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer.",
    "external_links": "Links to other sites",
    "external_links_text": "Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.",
    "policy_changes": "Changes to this policy",
    "policy_changes_text": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
    "policy_effective_date": "This policy is effective as of 2024-01-01."
}